Repository: Fudeo-it/hackaton-1st-edition
Catalog: FilippoMazzamuto/lib/l10n/arb/app_*.arb
Languages: it

# errorMessage
source: An error has occurred: {errorMessage}
it: Si è verificato un errore: {errorMessage}

# jobOffersNotAvailable
source: Ugh... there are no job offers available at this time. Try again later!
it: Uffa... non ci sono offerte di lavoro disponibili in questo momento. Riprova dopo!

# recruitmentTitle
source: Recruitment job postings
it: Offerte di lavoro per assunzioni

source: Recruitments
it: Assunzioni

source: Ads
it: Annunci

source: Favorites
it: Preferiti

source: Publish
it: Pubblica

source: Sort by
it: Ordina per

source: Remove filters
it: Elimina i filtri

source: Done
it: Fatto

# titleOffersSaved
source: Offers you saved ({qty})
it: Offerte da te salvate ({qty})

# messageListEmptied
source: List emptied
it: Lista svuotata

# emptyFavoritesList
source: There are no job offers in your favorites list at the moment. Come back to look for new job opportunities!
it: Non ci sono offerte di lavoro nella tua lista dei preferiti al momento. Torna a cercare nuove opportunità di lavoro!

source: Added to favorites
it: Aggiunto ai preferiti

source: Removed from favorites
it: Rimosso dai preferiti

source: Contract
it: Contratto

source: Pay
it: Retribuzione

source: Description
it: Descrizione

source: Candidates
it: Candidati

source: How to apply
it: Come candidarsi

source: Not specified
it: Non specificato

source: Relationship type
it: Tipo di relazione

source: Timing
it: Tempistiche

source: Payment times
it: Tempistiche di pagamento

# offerTextPublish
source: We connect Italian companies with Flutter developers
it: Mettiamo in contatto le aziende italiane con gli sviluppatori Flutter

# messagePublishOffer
source: It is possible to publish free job offers for freelance projects or for hiring, if the proposal is similar to one or more developers registered in our database, we will notify the possible interested parties.
it: È possibile pubblicare gratuitamente le offerte di lavoro per progetti freelance o per assunzione, se la proposta è affine ad uno o più sviluppatori registrati al nostro database, la notificheremo ai possibili interessati.

# hireHimInTheCompany
source: To hire him in the company
it: Per assumerlo in azienda

# freelanceProject
source: For a freelance project
it: Per un progetto freelance

source: Or
it: Oppure

# shareJobOffer
source: Check out this job posting
it: Guarda questo annuncio di lavoro
